

//recipe names
String recipe1Name=" কক্সবাজার সৈকত";
String recipe2Name="সুন্দরবন ";
String recipe3Name=" সোনারগাঁ ";
String recipe4Name="সিলেট চা বাগান";


//recipe images 
String image1="coxs.png";
String image2="sundar.png";
String image3="sonarga.png";
String image4="sylhet.png";


//recipe descriptions
String description1="এটি বিশ্বের দীর্ঘতম প্রাকৃতিক সমুদ্র সৈকত, যা প্রায় ১২০ কিলোমিটার দীর্ঘ। অসাধারণ সূর্যাস্ত, সুবর্ণ বালুকাবেলা এবং নীল জলরাশি কক্সবাজারকে বাংলাদেশের অন্যতম প্রধান পর্যটন কেন্দ্র করে তুলেছে। এখানে ইনানি, হিমছড়ি, মহেশখালী দ্বীপসহ আরও বেশ কিছু আকর্ষণীয় স্থান রয়েছে।";
String description2="এটি বিশ্বের বৃহত্তম ম্যানগ্রোভ বন এবং ইউনেস্কো ঘোষিত বিশ্ব ঐতিহ্যবাহী স্থান। সুন্দরবন বঙ্গোপসাগরের উপকূলে বিস্তৃত এবং এটি রয়েল বেঙ্গল টাইগারের আবাসস্থল হিসেবে বিশেষভাবে পরিচিত। এছাড়াও, হরিণ, কুমির, বিরল প্রজাতির পাখি ও বিভিন্ন জলজ প্রাণীর দেখা মেলে এখানে।";
String description3="এটি বাংলাদেশের একটি ঐতিহাসিক স্থান, যা এক সময় বাংলার রাজধানী ছিল। এখানে পানাম নগরী নামে একটি প্রাচীন শহর রয়েছে, যেখানে ব্রিটিশ আমলের দৃষ্টিনন্দন স্থাপত্য এখনো টিকে আছে। এছাড়াও, বাংলাদেশ লোক ও কারুশিল্প ফাউন্ডেশন (জয়নুল আবেদিন সংগ্রহশালা) এখানে অবস্থিত, যেখানে দেশীয় সংস্কৃতি ও ঐতিহ্য সংরক্ষিত আছে।";
String description4="হযরত শাহজালাল (র.)-এর মাজার সিলেট শহরে অবস্থিত এবং এটি বাংলাদেশের অন্যতম গুরুত্বপূর্ণ আধ্যাত্মিক স্থান। প্রতিবছর হাজারো ধর্মপ্রাণ মানুষ এখানে প্রার্থনার জন্য আসেন। মাজারের পাশেই রয়েছে শাহ পরান (র.)-এর মাজার, যা ঐতিহাসিক ও ধর্মীয় দৃষ্টিকোণ থেকে অত্যন্ত গুরুত্বপূর্ণ।";